TRUNCATE culture_tip;
INSERT INTO culture_tip(textbook_id, file_name, title, subtitle, text)
VALUES (1, 'lion',
        '한국 택시는 ''아빠사자''만 알면 돼!', null, '택시 번호에 ‘아’, ’바’, ’사’, ’자’가 포함되어 있어야 안전한 택시입니다.'),
       (1, null, '한국에서는 밤 늦게 택시를 부르면 요금이 비싸져요', null,
        '•  새벽 2시부터 4시까지: 기본 요금에 20% 추가
•  저녁 10시부터 11시까지: 기본 요금에 20% 추가
•  저녁 11시부터 새벽 2시까지: 기본 요금에 40% 추가'),
       (2, null, '설날 인사는 "새해 복 많이 받으세요~"', null,
        '•  설날 아침에는 가족, 친구, 회사 동료, 이웃 모두에게 "새해 복 많이 받으세요~"라고 인사합니다.
•  상대가 어른이면 "올해도 건강하세요." 같은 말도 함께 사용하여 인사합니다.
•  설날 당일 뿐만 아니라 매년 첫 달(1월)에는 만나는 사람에게 "새해 복 많이 받으세요."라고 인사합니다.'),
       (2, 'bow',
        '한국에서는 설날 아침에 ''세배''를 하고 ''세뱃돈''을 받아요', null,
        '•  어린이들은 설날 아침에 어른들에게 세배를 하고 세뱃돈을 받습니다.
•  세배는 어린 사람이 어른에게 절을 하는 것입니다.
•  존경, 감사 그리고 새해의 희망을 기원하는 행동으로 어른은 세배를 받으면 덕담과 세뱃돈을 줍니다.'),
       (2, null, '설날에는 차가 엄청 막힌다!', null,
        '•  설날엔 많은 사람들이 고향에 가기 때문에 도로에 차가 엄청 많습니다.
•  기차표, 고속버스표도 예매하기 어렵습니다.
•  차가 막힐 것을 대비해서 설날 연휴가 시작되기 전 미리 고향에 가려는 사람들이 많습니다.'),
       (2, null, '세배는 꼭 한 번만 해야 해요', null,
        '•  세뱃돈 두 번 받으려고 절 두 번 하면 안 돼요. 절을 두 번 하는 건 죽은 사람에게만 해요.'),
       (3, 'next-time', '“다음에 밥 한번 같이 먹어요”는 진짜 밥 먹자는 의미일까?', null,
        '•  한국에서 지인이나 친구 사이에 “다음에 밥 한번 같이 먹어요” 혹은 “다음에 커피 한 잔 해요”는 꼭 실제로 약속을 정하자는 의미가 아닐 수 있어요.
•  그냥 인사말로 쓰이는 경우가 많아서, 듣는 사람이 진짜로 “언제요?”라고 묻거나 정확한 약속 날짜를 잡으려고 하면 당황할 수도 있어요.
•  한국에서 “다음에 밥 한번 같이 먹어요”는 다음에 시간이 될 때 다시 만나자는 친근한 인사말이라고 이해하면 좋아요.'),
       (3, 'nothing', '선물 줄 때 “별거 아니에요~” 는 진짜 별거 아닐까?', null,
        '•  한국 사람들은 누군가에게 선물을 하면서 “별거 아니에요’라고 말해요.
•  이건 정말 그 선물이 아무것도 아닌 게 아니라, 겸손과 예의를 표현하는 방식이에요. 오히려 정성이 담긴 선물인 경우가 많아요.
•  그래서 선물을 받으면 감사 인사를 하는 게 예의에요.'),
       (3, 'sorry', '“죄송한데…”는 정말 미안할 때만 사용하는 걸까?', null,
        '•  한국에서는 누군가에게 부탁하거나 말을 걸 때, “죄송한데..”라는 말을 자주 써요.
•  예를 들어 “죄송한데 혹시 이 가게로 가려면 어떻게 가야 해요?” 혹은 “죄송한데 물 한 잔만 주실 수 있을까요?” 이렇게 무엇을 물어보거나 부탁할 때 “죄송한데..”를 쓰기도 해요.
•  이럴 때 쓰이는 “죄송한데..”는 진짜로 잘못했다는 의미가 아니라 무언가를 물어보거나 부탁할 때 공손함을 표현하기 위해서 자연스럽게 사용해요.'),
       (4, 'pajeon', '‘파전 부치는 소리’ = ‘빗소리’', null,
        '•  기름에 파전을 부칠 때 한국인들은 ‘지글지글~’이란 소리가 난다고 표현해요.
•  이 소리가 비 오는 날의 ‘후두둑’ 소리와 닮아서 비가 오면 많은 한국인들은 파전을 먹어요.'),
       (4, 'playlist', '한국에는 비와 관련된 드라마나 K-pop 노래가 많아요!!',
        null, '•  한국인들은 비가 오는 날이면 감성적인 기분이 된다고 말해요. 그래서 비와 관련된 감성적인 한국 드라마 장면이나 K-pop 노래가 많아요.
•  한국 드라마에서는 비가 오는 날 남자, 여자 주인공이 우산 하나를 같이 쓰거나, 비를 맞으며 고백하거나, 이별하는 장면이 자주 등장해요.
•  또 ‘비’와 관련된 노래들도 인기 있어요. ‘비 오는 날 플레이리스트’, ‘비 오는 날 듣기 좋은 노래’라는 제목의 음악 플레이리스트도 유튜브나 음원 앱에서 쉽게 찾을 수 있어요.'),
       (4, 'knee', '비 오기 전에는 무릎이 아프다?',
        null, '•  한국에서는 ‘무릎이 아프면 비가 온다.’라는 말이 있어요.
예전에 사람들은 무릎이나 어깨 같은 부위가 평소보다 더 뻐근하거나 아프면 ‘아, 곧 비가 오려나 보다’라고 말하는 경우가 많았어요.
•  예전에는 날씨를 빠르게 알려주는 앱이나 뉴스가 없었기 때문에 사람들이 자기 몸이나 자연의 변화를 보면서 날씨를 예상했어요.
•  특히 비가 오기 전에는 공기가 무겁고 눅눅해지면서 몸이 아픈 느낌이 들 수 있어요. 그래서 한국에서는 예전부터 ‘무릎이 아프면 비가 온다.’라는 표현을 사용했어요.');
